Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smj/bible/osko/index.php_kat_id=193_art_id=250.html.tmx
Source language: sme
Languages: smj

source: Oahpa: Dolla
smj: Åhpav: Dållå

source: Don galggat gudnejahttit áhčát ja eatnát
smj: Galga áhtját ja ædnát guddnedit

source: Mii galgat ballat Ipmilis ja ráhkistit su, amamet badjelgeahččat dahje moaráhuhttit váhnemiiddámet dahje earáid geat leat biddjojuvvon min alibun, muhto vai mii atnit sin gudnis, bálvalit, jeagadit, ráhkistit sin ja atnit sin árvvus.
smj: Galggap jubmelbalulattjan suv iehttset, vaj æjgádijt ja oajvemusájt ep álbeda ja suhttada, ájnat árvvon sijáv adnep, dievnnup, jegadip ja iehttsep.

source: Go váhnemiiddát gudnejahtát, de anát sudno árvvus.
smj: Gå ietjat æjgádijt guddneda de sijáv vieleda.

source: It dárbbaš álo leat ovttaoaivilis sudnuin dahje doarjut sudno juohke áidna áššis.
smj: I agev dárbaha sidjij guorrasit jalik sijáv doarjjot vájk mav dahki.

source: Jus mii ráhkistit soapmása, de beroštit sis, ja de háliidit sin veahkehit ja illudit.
smj: Jus muhtemav iehttsep de lip sidjij ávon, hálijdip viehkedit ja sijáv ávvudahttet.

source: Maid sáhtát don dahkat illudandihte váhnemiiddát ?
smj: Majt dån máhtá dahkat váj duv æjgáda ávvusi ?
